Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Edit the Exception "Features"
fa: ویرایش مشخصه‌های منحصر

source: Edit the Feature Types
fa: ویرایش گونه‌های مشخصه‌

source: Edit the Features
fa: ویرایش مشخصه‌ها

source: Edit the Genres
fa: ویرایش نوع

source: Edit the Inflection Classes for {0}
fa: ویرایش مجموعه‌های صرفی برای {0}

source: Edit the Inflection Classes for {0}.
fa: ویرایش مجموعه‌های صرفی برای {0}.‏

source: Edit the Inflection Classes for Adjective
fa: ویرایش مجموعه‌های صرفی برای برای صفت

source: Edit the Inflection Classes for categories
fa: ویرایش مجموعه‌های صرفی برای دسته‌ها

source: Edit the list of Confidence levels
fa: ویرایش فهرست سطوح اطمینان

source: Edit the list of Researchers
fa: ویرایش فهرست پژوهشها

source: Edit the list of Restrictions
fa: ویرایش فهرست محدودیتها

source: Edit the list of Usages.
fa: ویرایش فهرست کاربردها.‏

source: Edit the Locations list
fa: ویرایش جایگاه‌های فهرست

source: Edit the Natural Classes
fa: ویرایش مجموعه‌های طبیعی

source: Edit the Phonemes
fa: ویرایش واجها

source: Edit the Positions list
fa: ویرایش موقعیتهای فهرست

source: Edit the Record Types
fa: ویرایش انواع ثبت

source: Edit the Semantic Domains
fa: ویرایش حیطه‌های معنایی

source: Edit the Sense Types
fa: ویرایش انواع معنایی

source: Edit the Status list
fa: ویرایش فهرست حالتها

source: Edit the Stem Names for {0}
fa: ویرایش نامهای بن برای{0}

source: Edit the Stem Names for categories
fa: ویرایش نامهای بن برای دسته‌ها

source: Edit the Variant Types
fa: ویرایش انواع گونۀ متنوع

source: Edit...
fa: ویرایش...‏‏

source: Editing Linguistics Papers Using _XLingPaper ...
fa: ویرایش مقالات زبانشناسی با استفاده از مقاله XLin...‏

source: Editing of Note
fa: ویرایش یادداشتها

source: Education
fa: تحصیل

source: Education Level
fa: سطح تحصیلات

source: Education Levels
fa: سطوح تحصیلات

source: Empty
fa: خالی

source: Empty Field Name
fa: بخش نام خالی

source: Empty Scripture
fa: نسخه خالی

source: <empty>
fa: «خالی»

source: <Empty>
fa: «تهی»

source: Enable Graphite
fa: فعال نمودن گرافیت

source: enclitic
fa: وابسته، شناسه

source: {0} Enclitic
fa: {0} وابسته، شناسه

source: Encoding
fa: رمزگذاری

source: Encoding Converter
fa: برگردان‌کننده

source: Encoding Converter :
fa: برگردان‌کننده:‏

source: Encoding converter for importing {0}:
fa: کدبندی برگرداننده جهت وارد نمودن {0}:‏

source: Encyclopedic Info
fa: اطلاعات دایرةالمعارفی

source: Encyclopedic Info.
fa: اطلاعات دایرةالمعارفی

source: {0} End of line
fa: {0} پایان خط

source: English
fa: انگلیسی

source: Enhanced Outline of Cultural Materials (OCM), which includes additional codes to better differentiate social, religious, and ethnomusicology topics (recommended if available)
fa: افزودن خلاصه کلی موارد فرهنگی (OCM) که شامل کدهای اضافی جهت تشخیص بهتر اجتماعی، دینی و مذهبی، و موضوعات جامعه شناسی موسیقی (در صورت وجود داشتن پیشنهاد می‌شود)

source: &Enter a single base character plus any combining characters (e.g., diacritics), then click Add.
fa: یک حرف اساسی به اضافه هر گونه حروف مرکب را وارد نمایید (مانند اعراب). سپس اضافه را کلیک کنید.‏

source: Enter any comments about what made this problem appear.
fa: هر گونه نظر دربارهٔ دلیل ایجاد این مشکل را وارد نمایید.

source: Enter or paste your text here, then click "Show Interlinear."
fa: متن را اینجا وارد نمایید سپس «بخش تجزیه کن» را فشار بدهید.‏

source: Enter or paste your text in this tab, then choose the Gloss or Analyse tabs to interlinearize.
fa: متن را در این بند وارد نمایید، سپس فهرست را انتخاب نمایید و یا بندها را جهت میان‌نویسی تجزیه کنید.‏

source: Enter text to search for in the Ethnologue.
fa: وارد نمودن متن جهت جستجو در اتنولوگ.

source: Enter text to search for:
fa: جهت جستجو متن را وارد نمایید:‏

source: Enter the first and last base characters in the range, then click Add.
fa: اولین و آخرین حروف ردیف را وارد نمایید، سپس اضافه کلیک کنید.‏

source: Enter the name for this project. For example, use the name of a language or culture.
fa: ورود نام جهت پروژه. مانند: نام زبان و یا نام فرهنگ

source: Entire Bible
fa: تمام کتاب مقدس

source: Entries
fa: مدخلها

source: entry
fa: مدخل

source: &Entry
fa: مدخل

source: Entry
fa: مدخل

source: Entry "{0}" will be merged into "{1}",{2}resulting in one entry.
fa: مدخل "{0}" در "{1}" ظاهر می‌شود، {2} در یک مدخل به نتیجه می‌رسد.

source: Entry "{0}" will be merged into the entry you select above,{1}resulting in one entry.
fa: مدخل "{0}" در مدخلی که در بالا انتخاب نموده‌اید تنظیم میشود، {1} نتیجه در یک مدخل می‌باشد.

source: Entry Collection
fa: مجموعهٔ مدخل

source: Entry Pair
fa: جفت مدخل

source: Entry Pair - 2 relation names
fa: جفت مدخل - دو نام ارتباط

source: 1 entry processed for import.
fa: پردازش شدن مدخل جهت وارد ساختن.

source: Entry Properties
fa: ویژگیهای مدخل

source: Entry Reference Type
fa: نوع مرجع مدخل

source: Entry Sequence/scale
fa: میزان/زنجیرهٔ مدخل

source: 1 Entry to review:
fa: مدخل جهت بازنگری:

source: 1 Entry to review: Detail shown for first {0} Entries.
fa: مدخل جهت بازنگری: نشان دادن جزییات برای اولین مدخل {0}

source: 1 Entry to review: Detail shown for first Entry.
fa: مدخل جهت بازنگری: نشان دادن جزییات برای اولین مدخل:

source: Entry Tree
fa: درخت مدخل

source: Entry Type
fa: نوع مدخل

source: Entry Type Abbreviation
fa: مخفف نوع مدخل

source: _Entry...
fa: مدخل...‏

source: Entry...
fa: مدخل...

source: Entry/Sense collection
fa: مجموعه مدخل/معنایی

source: Entry/Sense Pair
fa: جفت مدخل/معنایی

source: Entry/Sense Pair - 2 relation names
fa: جفت مدخل/معنای - دو نام ارتباط

source: Entry/Sense Sequence/scale
fa: مدخل/معنی زنجیره/میزان

source: Entry/Sense Tree
fa: مدخل/درخت معنایی

source: Entry: {0}
fa: مدخل: {0}

source: Environment
fa: محیط

source: Environment: {0}
fa: محیط: {0}

source: Environments
fa: محیطها

source: Environments (Allomorph)
fa: محیطها (همگونه)‏

source: Ephesians
fa: افسسیان

source: equal to
fa: برابر با

source: Error
fa: اخطار

source: ERROR
fa: اخطار

source: 1 error and {0} warnings found in {1}
fa: اخطار و هشدار {0} در {1}یافته شد

source: 1 error and 1 warning found in {0}
fa: اخطار و ۱ هشدار در {0}یافته شد.

source: 1 error found in {0}
fa: اخطار در {0} یافته شد

source: Error in Filter text
fa: اخطار در متن فیلتر

source: Error in filter: {0}
fa: اخطار در فیلتر: {0}

source: Error restoring from FieldWorks 6.0 (or earlier) backup
fa: اخطار برگردان سازی از FieldWorks 6.0 (و یا قدیمیتر) جانشین سازی

source: 1 Error:
fa: اخطار:

source: 1 Error: Detail shown for first {1} errors.
fa: اخطار: جزییات برای اولین اخطارهای {1} نشان داده شده‌اند.

source: 1 Error: Detail shown for first error.
fa: اخطار: جزییات برای اولین اخطار نشان داده شده‌اند.

source: Error: invalid mapping file '{0}' : {1}
fa: اخطار: طرح غیر معتبر پرونده '{0}' : {1}

source: Errors found or fixed
fa: اخطارها یافته شده و یا تعمییر شده است

source: Esther
fa: استر

source: Ethnologue Code
fa: ‮کد در ‪Ethnologue‬

source: Ethnologue code:
fa: ‮کد در ‪Ethnologue‬:

source: Ethnologue Code:
fa: ‮کد در ‪Ethnologue‬:

source: Ethnologue entry for {0}
fa: ‮مدخل در ‪Ethnologue‬ برای {0}‏

source: Etymological Form
fa: شکل ریشه شناسی واژگان

source: Etymology
fa: ریشه‌شناسی

source: Etymology - Comment
fa: ریشه‌شناسی (صرف) - توضیح

source: Etymology - Form
fa: ریشه‌شناسی (صرف) - شکل

source: Etymology - Gloss
fa: ریشه‌شناسی (صرف) - فهرست

source: Etymology - Source
fa: ریشه‌شناسی (صرف) - منبع

source: European Number
fa: اعداد اروپایی

source: European Number Separator
fa: جداکننده اعداد اروپایی

source: European Number Terminator
fa: منقضی کننده اعداد اروپایی

source: Exactly checked items
fa: عنصر دقیق انتخاب شده

source: {0} Exactly n times
fa: {0} دقیقاً _ تعداد

source: Example
fa: نمونه

source: Example References
fa: مراجع نمونه

source: Example Sentences
fa: جملات نمونه

source: Example Translation Types
fa: انواع ترجمۀ نمونه

source: Example Translations
fa: ترجمه‌های نمونه

source: Example Words
fa: واژگان نمونه

source: Example: {0}
fa: نمونه: {0}

source: Examples
fa: نمونه‌ها

source: Exception "Feature"
fa: مشخصۀ منحصر

source: Exception "Features"
fa: مشخصه‌های منحصر

source: _Exception Feature...
fa: مشخصۀ منحصر...‏

source: Exception Features
fa: مشخصه‌های منحصر

source: Exception: {0}
fa: استثناء: {0}

source: Exclude {0}
fa: برون داشتن {0}

source: Exclude As Headword
fa: مستثنی به عنوان مدخل

source: E&xit
fa: خروج

source: Exit Application
fa: خروج برنامه

source: E&xit the application
fa: خروج برنامه

source: Exits this application.
fa: خروج برنامه.‏

source: Exodus
fa: خروج

source: &Export
fa: صادر کردن

source: Export
fa: صادر کردن

source: Export Discourse Chart
fa: صادر کردن جدول گفتار

source: Export Discourse Chart...
fa: صادر کردن جدول گفتار

source: Export Document (RTF)
fa: صادر کردن مدرک (RTF)

source: Export Interlinear
fa: صادر کردن زیرنویسی

source: _Export Interlinear...
fa: صادر کردن زیرنویسی...‏

source: Export LIFT Lexicon
fa: صادر نمودن واژه‌نامه LIFT

source: Export Standard Format
fa: صادر کردن شکل استاندارد

source: Export Standard Format (USFM-Paratext)
fa: صادر کردن شکل استاندارد (USFM-Paratext)

source: Export this FieldWorks project to a file.
fa: صادر نمودن این پروژهٔ FieldWorks به یک پرونده.

source: Export to RTF
fa: ‮خروج ‪RTF‬

source: Export to RTF Document
fa: صادر به مدرک RTF

source: Export to Standard Format (USFM-Paratext)
fa: صادر کردن به شکل استاندارد (USFM-Paratext)

source: Export to Standard Format (USFM-Toolbox)
fa: صادر کردن به شکل استاندارد (USFM-Toolbox)

source: Export to USFM-Paratext
fa: صادر کردن به (USFM-Paratext)

source: Export to USFM-Toolbox
fa: صادر کردن به (USFM-Toolbox)

source: Export Translated Lists
fa: صادر کردن فهرستهای ترجمه شده

source: Export using Pathway
fa: صادر کردن بکار بردن مسیر

source: Export XHTML
fa: صادر نمودن XHTML

source: &Export...
fa: صادر کردن...‏

source: _Export...
fa: صادر کردن...‏

source: Exporting {0} entries from the lexicon
fa: در حال صادر نمودن {0} مدخل از واژه‌نامه

source: Exporting...
fa: در حال صادر شدن...

source: Extracting {0} from zip file
fa: استخراج {0} از پروندهٔ فشرده شده

source: Ezekiel
fa: حزقیال

source: Ezra
fa: عزرا

source: F_ormat
fa: شکلبندی

source: Failed
fa: ناموفق

source: {0} (failed migration)
fa: {0} (مهاجرت ناموق)

source: Failed to start server: {0}
fa: آغاز نمودن سرور ناموفق است: {0}

source: Feature
fa: مشخصه

source: _Feature Type
fa: نوع مشخصه

source: Feature Type
fa: نوع مشخصه

source: Feature Types
fa: انواع مشخصه

source: Features
fa: مشخصه‌ها

source: Features for {0}:
fa: مشخصه‌ها برای {0}:‏

source: Female
fa: ماده

source: Fi_elds
fa: زمینه‌ها

source: Field
fa: زمینه

source: Field Usage Report System
fa: سیستم گزارش کاربرد بخش

source: Field Visibility
fa: مشاهده بخش

source: Field_Works Project Properties...
fa: ویژگی پروژه...‏

source: FieldWorks 6.0 (or earlier) backup
fa: FieldWorks 6.0 (یا نوع قدیمیتر) جانشین سازی

source: FieldWorks 6.0 XML file
fa: پرونده FieldWorks 6.0 XML

source: FieldWorks Backup Failed
fa: جانشین سازی ناتمام FieldWorks

source: FieldWorks Backup files
fa: پرونده‌های جانشین سازی FieldWorks

source: FieldWorks cannot complete saving some changes to the character data because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
fa: Fieldworks قادر به تکمیل نمودن ذخیرهٔ بعضی از تغییرات انجام شده به داده‌های نشانه بخاطر اینکه حداقل یک پرونده ({0}) توسط برنامهٔFieldworks دیگری بکار برده می‌شود. لطفا" تمام برنامه‌هایField works غیر از برنامهٔ جاری خود را متوقف سازید، "Retry" را جهت انجام دوباره کلیک نمایید. سپس

source: FieldWorks cannot restore the linked files to their original location. The restored linked files for this project will be placed inside the project folder.
fa: FieldWorks قادر به بازگردانی پرونده‌های پیوندی به محل اصلی خود نیست.پرونده‌های پیوندی بازگردان شده درون فولدر پروژه قرار خواهد گرفت.

source: FieldWorks cannot safely save your changes, because another program has modified the file. Expected write time {0} but found {1}.
fa: Fieldworks قادر به ذخیرهٔ امن تغییرات انجام شدهٔ شما نیست، زیرا برنامهٔ دیگری پرونده را اصلاح نموده است.انتظار نگاشتن زمان {0} {1} یافت شد. اما

source: FieldWorks cannot save your changes to {0}. It may be marked Read-only, or you may not have permission to write to the output directory. The file system reports {1}
fa: Fieldworks قادر به ذخیرهٔ تغییرات شما به{0}نمی‌باشد. این تنها جهت خواندن را علامت می‌زند، و یا اینکه شما اجازه به نگارش به مسیر داده نخواهید بود. سیستم پرونده گزارش می‌دهد {1}

source: FieldWorks cannot save your changes, because it does not have permission to replace the file {0}. It may be marked Read-only, or you may not have permission to write in the folder. The file system reports {1}
fa: FieldWorks قادر به ذخیره نمودن تغییرات انجام داده شما نمی‌باشد، زیرا اجازهٔ جایگزینی پروندهٔ {0} را نمی‌دهد. تنها جهت خواندن علامت زده شده باشد، و یا شما اجازه به نگارش در فولدر را نداشته باشید. سیستم پرونده گزارش می‌دهد {1}

source: FieldWorks does not recognize '{0}' as a valid user interface language ID. English will be used instead.
fa: فیلدوورکس نیاز به {0} به عنوان شناسایی کاربرنده زبان معتبر نما ندارد. انگلیسی به جای آن بکار می‌رود.‏

source: FieldWorks Error
fa: اخطار درFieldWorks

source: FieldWorks is unable to move the following projects to the new location.
fa: FieldWorks قادر به انتقال پروژه‌های زیر به محل جدید نمی‌باشد.

source: FieldWorks is unable to save some writing system settings because access to {0} is not authorized. This may cause unexpected behavior, and may be indicative of a wider problem with access permissions that could cause program crashes.
fa: به علت اجازه نداشتن جهت دسترسی به {0}, FieldWorks قادر به ذخیره کردن تعدادی از تنظیمهای نظام نگارشی نیست.ممکن است که این باعث اعمال غیر منتظره شود، و ممکن خواهد بود که اشکالات بیشتری را توسط دسترسی اجازههایی که باعث بسته شدن کل برنامه شود ، نشان دهد.

source: FieldWorks Language Explorer
fa: فیلدوورکس لانگویج اکسپلورِر (برنامهٔ زبانی فیلدوورکس)‏

source: FieldWorks needs to install some extra information for the character data which is being used for the first time. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
fa: Fieldworks نیاز به نصب بعضی از اطلاعات جهت داده‌هایی که برای اولین بار بکار برده شده دارد. تنها هنگامی که این عمل انجام شده باشد، برنامه‌های دیگرFieldworks نیاز دارد که بسته شود زیرا حداقل یک پروندهَ ({0}) توسط برنامهٔ دیگر Fieldworks بکار می‌رود. لطفا" تمام برنامه‌های دیگر به غیر از برنامهٔ حاضر خود را متوقف سازید و سپس "Retry" را جهت راه‌اندازی دوباره کلیک نمایید.

source: FieldWorks needs to restore some character data. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
fa: Fieldworks نیاز به برگردان سازی برخی از داده‌ها دارد. تنها هنگامی که این انجام می‌شود، برنامه‌های دیگرFieldworks باید بسته شود زیرا حداقل یک پروندهٔ ({0}) توسط برنامهٔ دیگر Fielworks مورد استفاده می‌شود. لطفا" تمام برنامه‌های دیگرFieldworks غیر از برنامهٔ حاضر شما را متوقف سازید، سپس "Retry" را جهت انجام دوباره کلیک نمایید.

source: FieldWorks now provides a way for you to specify for each writing system which characters are found in words (word-forming) and which characters are not found in words (punctuation, symbols, spacing). Before using Text or Concordance tools, we recommend you add word-forming characters so that Language Explorer does not change where it thinks the word boundaries are in your texts. If you use apostrophes, hyphens, zero-width characters, or superscript numbers within words, these should be added and specified as word-forming. Would you like to do this now?
fa: اکنون برنامهٔ فیلدوورکس راهی را ایجاد می‌کند که شما برای هر نظام نگارشی که کدام حروف َر واژگان (شکل واژه) پیدا می‌شوند و کدام در واژگان (نقطه‌گذاری، نشانه‌ها، فاصله) پیدا نمی‌شوند. پیش از استفادهٔ متن و یا ابزار منطبق را بکار برید، پیشنهاد می‌شود که حروف و علایم واژگانی ر ا اضافه نمایید تا اینکه برنامهٔ لانگویج اکسپلورر حدود واژه را در متن شما را طوری که خود برنامه تشخیص دهد تغییر ندهد. آیا مایل هستید که این عمل را انجام دهید؟

source: FieldWorks Project Files
fa: پرونده‌های پروژهٔ FieldWorks

source: FieldWorks project has no current {0} writing systems.
fa: پروژهٔFieldWorks نظامهای نگارشی {0} حاضر ندارد.

source: FieldWorks project name not specified.
fa: نام پروژهٔ Fieldworks مشخص نشده است.

source: FieldWorks Project Properties
fa: ویژگی پروژه

source: Field&Works Project Properties...
fa: ویژگی پروژه...‏

source: FieldWorks Project synchronization problem
fa: اشکال در همزمانی پروژهٔFieldWorks

source: FieldWorks Project Utilities
fa: سودمندیها

source: FieldWorks was unable to convert the project {0}. This is generally a bug in the program. We recommend that you restart the program as soon as you can. If possible, please zip the entire contents of the folder {1} and send it to Flex_Errors@sil.org with the message "{2}" and any other information you think may help. FieldWorks will continue and try to convert other projects.
fa: Fieldworks قادر به تبدیل پروژهٔ {0} نبود. عموما" این در برنامه مخفی است. پیشنهاد می‌کنیم که برنامه را هر چه زودتر ببندید و دوباره باز نمایید. در حد امکان، لطفا" تمام محتوای فولدر {1} فشرده نمایید و به همراه پیام "{2}" به آدرس الکترونیکی Flex_Errors@sil.org ارسال نمایید و هر کدام از اطلاعاتی که شما فکر می‌نمایید یاری می‌رساند هم این کار را انجام نمایید.Fielsworks تلاش به ادامه و تبدیل دیگر پروژه‌ها می‌نماید.

source: &File
fa: پرونده

source: _File
fa: پرونده

source: File
fa: پرونده

source: File & settings
fa: پرونده & تنظیمات

source: File does not exist: {0}
fa: پرونده وجود ندارد: {0}

source: File is not a valid FieldWorks backup:
fa: پرونده جانشین سازی معتبر FieldWorks نمی‌باشد:

source: File is not a valid FieldWorks project file.
fa: پرونده ، پرونده‌ پروژهٔ FieldWorks معتبر نمی‌باشد.

source: File Location Options
fa: گزینه‌های محل پرونده

source: file name
fa: اسم پرونده

source: &File...
fa: پرونده...‏

source: &File:
fa: پرونده:‏

source: File:
fa: پرونده:‏

source: &Fills Slot:
fa: پر نمودن جای خالی:‏

source: Filter by {0}...
fa: فیلتر توسط {0}...

source: Filter by Book
fa: فیلتر توسط کتاب

source: Filter by Book...
fa: فیلتر توسط کتاب...

source: Filter by Category
fa: فیلتر توسط بخش

source: Filter by Multiple Criteria
fa: فیلتر توسط معیارهای چندگانه

source: Filter for items containing...
fa: فیلتر برای...‏

source: Filter for...
fa: فیلتر برای...‪‏

source: &Filter Occurrences by Book
fa: & تعداد رخدادهای فیلتر توسط کتاب

source: Filter Occurrences by Book
fa: تعداد رخدادهای فیلتر توسط کتاب

source: Filtered
fa: فیلتر شده

source: (filtered)
fa: (فیلتر شده)

source: _Filtering
fa: فیلتر کردن

source: &Filters
fa: فیلترها

source: _Filters
fa: پالایه‌ها

source: Filters
fa: پالایه‌ها

source: Find
fa: جستجو

source: Find a lexical entry.
fa: جستجوی مدخل.‏

source: Find a Record in your Notebook.
fa: یافتن یک ثبت در دفتر خود.

source: Find a reversal entry.
fa: جستجوی یک مدخل معکوس.

source: Find a wordform.
fa: جستجوی یک شکل واژگانی.

source: Find and fix errors in a FieldWorks data (XML) file.
fa: جستجو و برطرف ساختن خطاها در یک دادهFildworks پروندهٔ (XML).

source: Find and Replace
fa: جستجو و جایگزین

source: Find and Replace Specified Text
fa: متن خاصی را جستجو و جایگزین نمایید

source: Find and Replace Text
fa: جستجو و جایگزین

source: _Find entry
fa: جستجو مدخل

source: Find entry to add allomorph
fa: جستجوی مدخل که به واژگونه اضافه می‌شود

source: Find entry to add variant
fa: جستجوی مدخل که به گونۀ متنوع اضافه می‌شود

source: Find Example Sentence
fa: جستجوی نمونه

source: Find example sentence...
fa: جستجوی نمونه...‪‏

source: Find in _Dictionary...
fa: جستجو در لغتنامه...‏

source: Find in Dictionary
fa: جستجو در لغتنامه

source: Find in &Dictionary...
fa: جستجو در لغتنامه...‏

source: Find Lexical Entry
fa: جستجوی مدخل

source: _Find lexical entry...
fa: جستجوی مدخل...‏

source: &Find Next
fa: جستجوی بعدی

source: Find Ne&xt
fa: جستجوی بعدی

source: Find Next Occurrence of Specified Text
fa: وقوع بعدی متن تشخیص شده را جستجو کنید

source: Find next.
fa: جستجوی بعدی

source: Find Occurrences
fa: جستجوی رخدادها

source: Find Pre&vious
fa: جستجوی قبلی

source: Find previous.
fa: جستجوی قبلی.‏

source: Find Record
fa: یافتن ثبت

source: _Find Record...
fa: _یافتن ثبت...

source: Find related words
fa: جستجوی واژگان مربوط

source: Find &Related Words
fa: جستجوی واژگان مربوط

source: Find Related Words
fa: جستجوی واژگان مربوط

source: Find Reversal Entry
fa: جستجوی مدخل برگردان

source: _Find reversal entry...
fa: جستجوی مدخل برگردان...‏

source: Find the language in the Ethnologue. You may search by language name, part of a language name, country, or Ethnologue code.
fa: ‮زبان را در ‪Ethnologue‬ جستجو نمایید. جستجو را با نام زبان، بخشی از نام زبان، نام کشور و یا کد زبانی انجام شود.‪‏

source: Find the language name in the list and click to choose it.
fa: نام زبان را در فهرست زیر پیدا نمایید و روی آن کلیک کنید.‪‏

source: Find Variant
fa: جستجوی گونۀ متنوع

source: Find w&hat:
fa: این را جستجو کن:‏

source: Find Wordform
fa: جستجوی شکل واژه

source: _Find Wordform...
fa: _جستجوی شکل واژگانی....

source: &Find...
fa: جستجو...‏

source: Find...
fa: جستجو...‏

source: &Find:
fa: جستجو:‏

source: _Find:
fa: جستجو:‏

source: Find:
fa: جستجو:‏

source: Find->Replace Warning
fa: جستجو-› جایگزینی نگارش

source: Find->Replace:
fa: جستجو-›جایگزین:

source: &Finish
fa: پایان

source: Fi&nish
fa: پایان

source: Finish
fa: پایان

source: Finish without importing. Useful for creating all of the phaseXoutput files and related files.
fa: پایان دادن بدون وارد کردن. برای ساختن تمام پرونده‌های مرحلهXخروجی و پرونده‌های مربوط.

source: Finished searching the document and made {0} replacements.
fa: جستجوی مدرک و ایجاد جایگزینیهای {0} پایان یافته است.‏

source: Finished searching the document.
fa: پایان جستجوی مدرک.‏

source: Finished searching the document. The search item was not found.
fa: پایان جستجوی مدرک. مدرک جستجو شده یافته نشد.‏

source: Finishing migration process...
fa: پایان دادن روند انتقالی...

source: &First
fa: اول

source: _First
fa: _اولین

source: First Analysis Writing System
fa: روش نگارش تجزیه اول

source: {0} First capture
fa: {0} اولین یافته

source: &First Character:
fa: حرف اول:‏

source: First Vernacular Writing System
fa: اولین روش نگارشی زبان بومی

source: First Word
fa: واژۀ اول

source: Fix Data Errors in Project
fa: برطرف ساختن اخطارهای داده‌ها در پروژه

source: Fix Links
fa: تعمییر پیوندها

source: Fixing relation links between imported entries
fa: قرار دادن رابطهٔ پیوندها میان مدخلهای وارد شده

source: Font
fa: نوع خط

source: Font Attributes
fa: ویژگیهای نوع خط

source: Font Color
fa: رنگ نوع خط

source: Fo&nt color:
fa: رنگ نوع خط:‏

source: Font feature&s
fa: مشخصه‌های خط

source: Font Features
fa: مشخصه‌های خط

source: Font Features...
fa: مشخصۀ خط...‏

source: &Font:
fa: نوع خط:‏

source: Font:
fa: نوع خط:‏

source: Footnote
fa: پاورقی

source: &Footnotes
fa: پاورقیها

source: F&ootnotes
fa: پاورقیها

source: Footnotes
fa: پاورقیها

source: For the text:
fa: برای این متن:‏

source: Form
fa: شکل

source: F&ormat
fa: شکلبندی

source: Format
fa: شکلبندی

source: Format:
fa: شکلبندی:‏

source: Forward
fa: به جلو

source: Free
fa: آزاد

source: _Free Translation
fa: ترجمه آزاد

source: Free Translation
fa: ترجمه آزاد

source: Free Translations
fa: ترجمه‌های آزاد

source: French
fa: فرانسه

source: {0} from {1}
fa: {0} از {1}

source: From Category
fa: طبقه‌بندی واژۀ آغازین

source: From Data
fa: از داده‌ها

source: From Exception "Features"
fa: مشخصه‌های منحصر آغازین

source: From Inflection Class
fa: مجموعۀ صرفی آغازین

source: From Inflection Features
fa: مشخصه‌های صرفی آغازین

source: From Stem Name
fa: نام بن آعازین

source: From:
fa: آغازین:‏

source: FT
fa: آزاد
